The number of split crop regions (1 if the crop is not currently split).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public int NumberOfSplitRegions { get; }
  Visual Basic
Public ReadOnly Property NumberOfSplitRegions As Integer
	Get
  Visual C++
public:
property int NumberOfSplitRegions {
	int get ();
}
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace